{
    "status": 200,
    "data": {
        "link": "http://imgur.com/a/lPb2K",
        "privacy": "public",
        "favorite": false,
        "section": null,
        "id": "lPb2K",
        "title": "CEOh shit",
        "cover": "FG3FmY0",
        "nsfw": null,
        "description": null,
        "views": 79756,
        "cover_height": 946,
        "layout": "blog",
        "images": [
            {
                "animated": false,
                "link": "http://i.imgur.com/FG3FmY0.jpg",
                "width": 1736,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 176611,
                "bandwidth": 13871910995,
                "id": "FG3FmY0",
                "title": "CEOh shit",
                "height": 946,
                "nsfw": null,
                "description": "Welcome back Imgur friends. I've got another tale for you. \nBe forewarned, this one does not have a happy ending. \nIf this is your first time reading one of my stories, might I suggest you scroll to the bottom and pick out another story to read as your inaugural introduction to my work - they're more humorous, and lighthearted.\n\nEvery cop can tell you about the first time he found a body. Where he was, how long he'd been on the job, the place, the smell; all like it just happened. \n\nMe, I was brand-new. Just off break in, I'd been an officer less than six months when I got this call. 21 years old, with all the heavy life experience you'd expect a white suburbanite kid to have (ha!). \n\nWithout further ado, here is my story:",
                "views": 78545,
                "datetime": 1400396900
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/TtA8NB4.jpg",
                "width": 607,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 74171,
                "bandwidth": 5838592778,
                "id": "TtA8NB4",
                "title": "Call: Check the Welfare",
                "height": 400,
                "nsfw": null,
                "description": "2000 hours or so, we get a call for a check the welfare on a guy in a wealthy high-end golf course community. A check the welfare call is essentially a \"go and make sure they're not dead or dying\" type call. Usually it's when a relative or friend can't get a hold of a person, they send us to check. \n\nThe most common reason they're incommunicado? \"Oh yeah, my cell phone battery died.\"\nThe second most common reason? \"Yeah, I didn't want to talk to them, so I just turned my phone off/ ignored their repeated texts and calls.\"\nAwesome. -10 points for good thinking.",
                "views": 78718,
                "datetime": 1400972213
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/NDDak2e.jpg",
                "width": 320,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 13042,
                "bandwidth": 1017875932,
                "id": "NDDak2e",
                "title": "The Backstory",
                "height": 255,
                "nsfw": null,
                "description": "In this particular case, it involved a husband, wife and daughter. A different set of officers had been dispatched to the original incident the day before: The husband, whom we'll call DotCom; was a high level executive for a very successful company; had gotten into an argument with his wife; Ivanna. The argument started over DotCom disciplining their daughter, Paris; and escalated into an alleged domestic violence incident. \n\nIvanna claimed there had been physical violence, DotCom said there hadn't. I'm not sure I would have believed any of them. Regardless the responding officers never found any signs of it getting physical. What was undisputed was that DotCom had thrown Paris' cell phone in the toilet because he didn't like how much time she was spending on it. (Effective. Not very subtle. But effective.)\n\nRegardless of what exactly happened, Ivanna threw up her hands and said, \"Fuck it. I'm leaving.\" She packed a few bags, grabbed Paris; and they MOVED TO FUCKING HOLLYWOOD. Not \"I'm going to stay with my mother for the night, we'll talk about this tomorrow.\" Nope. \"Two First Class tickets please.\" BOOM! Moved. ",
                "views": 78046,
                "datetime": 1400397017
            },
            {
                "animated": true,
                "link": "http://i.imgur.com/AEThqVm.gif",
                "width": 800,
                "type": "image/gif",
                "favorite": false,
                "section": null,
                "size": 967449,
                "bandwidth": 80723944560,
                "id": "AEThqVm",
                "title": "Yo Homes, to Bel-Air!",
                "height": 450,
                "nsfw": null,
                "description": "Yeah. \nA Husband and Wife who were up to no good, \nStarted making trouble in a golf neighborhood. \nThey got in one little fight and Ivanna got scared, \nand she was like \"Fuck You DotCom. I'm moving to Bel Air.\"\n\nAnd that's exactly how that shit went down. She moved to their \"summer condo\" in Hollywood or something, I'm not exactly sure. I guess when you live on a golf course with an annual country club membership fee of $20,000 you can do things like that and then announce:  \"I'll have someone come for my things.\" (and then ACTUALLY do it!)\n\nI'm certain that this wasn't JUST over a cell phone, and that there had been tension long before this - but it seemed like an odd catalyst.",
                "views": 83440,
                "datetime": 1400397344
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/kMC0F8T.jpg",
                "width": 1024,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 273165,
                "bandwidth": 21361503000,
                "id": "kMC0F8T",
                "title": "Holly-who?",
                "height": 768,
                "nsfw": null,
                "description": "Less than 24 hours after the initial call my partner and I get this Check the Welfare call. \"Respond to #5 Boardwalk Park Place on a check the welfare. Reporting Party is LAPD; Hollywood Division.\"\n\nApparently when Ivanna got there and tried to get back in touch with DotCom, to arrange delivery of her \"things\" he wasn't answering. After a few hours she tried his parents, who hadn't heard from him either. So she became concerned (about DotCom, or her things - I'm not sure which). Ivanna went to the Police, in LA, who called us.",
                "views": 78200,
                "datetime": 1400397086
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/f8XO1Ed.jpg",
                "width": 450,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 24816,
                "bandwidth": 1843034688,
                "id": "f8XO1Ed",
                "title": "It's not the Avon Lady.",
                "height": 300,
                "nsfw": null,
                "description": "My partner and I get there and approach the house. We knock several times and try the doorbell, with no answer. We began to walk the perimeter of the house looking for lights on or some sign of life inside, a sign that someone was home. \n\nWe found none. \n\nWe looked in the windows that we could reach, looking for anything that would give us a clue on whether he was there and Okay, just not home, or something worse. \n",
                "views": 74268,
                "datetime": 1400964572
            },
            {
                "animated": true,
                "link": "http://i.imgur.com/gdChiOK.gif",
                "width": 498,
                "type": "image/gif",
                "favorite": false,
                "section": null,
                "size": 1029950,
                "bandwidth": 58838983600,
                "id": "gdChiOK",
                "title": "Foreshadowing level: Ominous",
                "height": 281,
                "nsfw": null,
                "description": "\nWe found no lights, nothing really that even indicated anyone was home. Rounding the last corner of the house brought us back out front. My partner and I stopped walking to discuss our options. I leaned against the garage door and immediately recoiled. The door was hot. Very hot. \nIt was warm out that night, in the low 90°s, but that garage door was warm enough that it felt like it could burn your hand. \"That's no bueno\" I said as I pulled my hand back. My partner touched the door and then we exchanged looks. I got on the radio and called for a sergeant.",
                "views": 57128,
                "datetime": 1400900973
            },
            {
                "animated": true,
                "link": "http://i.imgur.com/kokenjd.gif",
                "width": 320,
                "type": "image/gif",
                "favorite": false,
                "section": null,
                "size": 919615,
                "bandwidth": 52080556295,
                "id": "kokenjd",
                "title": "Locksmith, Rocksmith.",
                "height": 240,
                "nsfw": null,
                "description": "I explained to my sergeant what we had, and requested clearance to boot the door, but he shot us down. He didn't feel that a \"warm garage door\" was enough reason to kick in someone's door. \n\nBy now, DotCom's parents and brother had arrived to see what we'd figured out. So my partner and I had the difficult job of explaining to them that he wasn't answering, and we were worried something was wrong - but we didn't have enough information to justify breaking into the house. DotCom's parents said they were good with us forcing entry, but unfortunately Sgt. Meek wasn't having it, and wasn't going to authorize it. \n\nDotCom's parents began trying to track down a lock smith to come open the door. After a few minutes I overheard them discussing which lock smith would be cheaper... \"Wait, what the hell?\" I thought. You were ready for us to kick down the door eight minutes ago, but now you're concerned about which company charges more for an after hours call-out??? \n\nMeanwhile, the brother wasn't getting bogged down in Mom and Dad's argument, Brother was a Man of Action! \n\n*CRASH*\n\nDotCom's parents stopped talking mid-haggle. My partner and I turned around, and all of us stare at the Brother, who's just tossed a large rock through a window near the door. \"Uh...I guess it's already unlocked.\" he said.\n\nYou. I like you. We could be friends.",
                "views": 56633,
                "datetime": 1400899318
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/fOQsa5L.jpg",
                "width": 640,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 53897,
                "bandwidth": 3993875494,
                "id": "fOQsa5L",
                "title": "That is the smell of bad news.",
                "height": 480,
                "nsfw": null,
                "description": "As soon as my partner and I got within 15 feet of the broken window we were met with the overwhelming odor of car exhaust. In my business we call this \"a clue.\" This, this has bad news written all over it. I crawled through the shattered window and unlocked the front door for my partner.\n\nWe quickly but carefully searched the house, making our way straight toward the garage. The smell of exhaust getting stronger and stronger the deeper we went. As we swept through the kitchen on our way to the garage door, I noticed a handful of liquor bottles of setting on the kitchen island: Grey Goose, Ragnaud-Sabourin, Lagavulin, Tanqueray, and Jack Daniels. All of them in various stages of consumption, but all of them more empty than full. \n\nMy partner reached for the door to the garage and swung in open. In I went, unsure of what awaited me, and at the same time, certain of what I would find. I was met with a wall of car exhaust that nearly knocked me off my feet. \n\nThere on the floor between a BMW and a Range Rover was DotCom, dead.",
                "views": 74102,
                "datetime": 1400898647
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/GBKN2Og.jpg",
                "width": 420,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 33519,
                "bandwidth": 2502427983,
                "id": "GBKN2Og",
                "title": "Glass half empty; Tank half full",
                "height": 294,
                "nsfw": null,
                "description": "DotCom was laying on his back, eyes closed, mouth hanging open, almost in a twisted yell. He was surrounded by framed pictures of his wife and daughter, and several more bottles of liquor, much more empty than those left in the kitchen. His skin was red and purple, a combination of carbon monoxide poisoning and rigor. \n\nIt was the first time I'd seen a dead body on the job. I remember being struck at how unreal it felt. Almost like looking at a very well painted dummy in a haunted house. But your brain's screaming at you: \"This is fucking real!\" \n\nI had been staring for more than a few seconds apparently- my partner (who was older and had been coppin' for longer than I had) brought me back to the moment: \"Rawesome. Rawesome! We got to clear the rest of the house!\" \n\nThat snapped me out of it, and we got to work. The headache was already starting. We found no one else in the house, thankfully just DotCom. By the time we'd made our way back to the garage, the headache had come on in full force - hit me like a freight train. I could tell by looking at my partner - it had him too.  We were getting carbon monoxide poisoned too. \n\n\"Why aren't the car's running?\" my partner asked out loud, half to me and half to himself. We checked the BMW and the Range Rover - both keys were turned to \"RUN\" and the headlights on both were on. Perhaps they'd run out of gas?\n\nNope. Both still had over half a tank of fuel. They weren't running anymore because there wasn't enough oxygen left inside the garage to support combustion for the engines. ",
                "views": 74657,
                "datetime": 1400966636
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/GUCew0r.jpg",
                "width": 645,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 60752,
                "bandwidth": 1181565648,
                "id": "GUCew0r",
                "title": "Should we go? We should go.",
                "height": 349,
                "nsfw": null,
                "description": "It was this final realization that got my partner and I moving. We headed back toward the front door, advising over the radio our Sergeant who had just arrived on scene, what we'd found. We stood by the broken glass, trying to get as much fresh air as we could without going back outside.\n\nI mentioned in another story that death notifications are the absolute worst call we have to handle, and it's true. Telling someone that their loved one, who they have a very clear and happy mental picture of - a smile on their face, maybe a hug at last Christmas - isn't ever coming home. \n\nThey are so bad, both my partner and I opted to stay inside the house and risk worse carbon monoxide poisoning, than step outside while the Sergeant made the notifications. Just minutes earlier we'd explained to his parents about Ivanna, and the garage door, and seen the look of worry darken their faces. \n\nIt's probably cowardly, but I didn't want see their reactions, the mask of mourning fall over them when the Sergeant informed DotCom's parents that he'd surrounded himself with pictures of his wife and daughter who left him, drank himself into a stupor on the garage floor and started both cars to kill himself.\n\nI felt sorry for DotCom. I felt terrible for his parents. But mostly I felt my head pounding. ",
                "views": 19449,
                "datetime": 1400968377
            },
            {
                "animated": true,
                "link": "http://i.imgur.com/XMXw2zn.gif",
                "width": 210,
                "type": "image/gif",
                "favorite": false,
                "section": null,
                "size": 1785519,
                "bandwidth": 30659146749,
                "id": "XMXw2zn",
                "title": null,
                "height": 155,
                "nsfw": null,
                "description": "Not too long after we had advised dispatch that the scene was secure, a Fire crew showed up with an exhaust fan to vent the house. This allowed my partner and I to stay inside and keep security over the scene until the medical examiner could arrive, without getting any sicker. \n\nUltimately the ME determined that it wouldn't have mattered if we kicked in DotCom's door as soon as we got there - he'd been dead for hours. Long before LAPD called us, and long before Ivanna called LAPD. \n\nDotCom had given up, reached the absolute limit of what he could bear, and gone into that garage to die.\n\n",
                "views": 17171,
                "datetime": 1400398281
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/NSequia.jpg",
                "width": 618,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 88177,
                "bandwidth": 1697759958,
                "id": "NSequia",
                "title": null,
                "height": 618,
                "nsfw": null,
                "description": "That headache lasted for three days. It was the worst pounding I've ever experienced. But that image of DotCom: mouth distorted, skin purple, laying dead on the floor of a house that I'll never hope to afford, between two cars that each cost more than I made in two years; that image stayed with me for a long time after. For weeks I'd see his face when I went to sleep, and think about him several times a day. \n\nIt sounds hackneyed and trite even to me; but DotCom changed my perspective on life, love and money. Here laid a guy who owned more stuff than I could accumulate in three lifetimes, pulling a salary equal to what I would make in ten years, and he was unhappy enough to check out of this life. Wow. That was profound and heavy for a 21 year old kid, and it changed how I saw things. \n\nThanks for reading everyone. Take care of yourselves, and each other.\n\nSuicide isn't the answer, it leaves ripples far bigger than you can imagine: if you're thinking about hurting yourself, reach out, talk to someone. http://www.suicidepreventionlifeline.org/\n\nPrevious Stories:\n---------------------------------\nAccidental Assault by Sex Toy http://imgur.com/gallery/fV4D0\nHighway Divider of Love http://imgur.com/gallery/k2ZWJ\nDeparting Party Hat http://imgur.com/gallery/lMjIP\nLarry Snickets and a Series of Retarded Events http://imgur.com/gallery/a8SJZ\nMary Poppins' Magical Purse http://imgur.com/gallery/h4BLz\nAlcohol Fueled Anarchy http://imgur.com/gallery/Qk5rD\nRainbows, Unicorn Piss and Fairy Tales http://imgur.com/gallery/M6KdQ\nThat Is Not My Fetish: http://imgur.com/gallery/f0irf\nKarma: Revenge From Afur http://imgur.com/gallery/tBDLJ\nPoppy the Penguin: http://imgur.com/gallery/VF7mD\nPlumbers, a Princess and a Pontiac: http://imgur.com/gallery/oY0YR\n\nAMA part 1: http://imgur.com/gallery/IcQ83\nAMA part 2:  http://imgur.com/gallery/wMZa9\nAMA part 3: http://imgur.com/gallery/V8DEi\n",
                "views": 19254,
                "datetime": 1400971311
            }
        ],
        "datetime": 1400396868,
        "cover_width": 1736,
        "account_url": "CaptRawesome",
        "images_count": 13
    },
    "success": true
}