{
    "status": 200,
    "data": {
        "link": "http://imgur.com/a/LrThr",
        "privacy": "public",
        "favorite": false,
        "section": null,
        "id": "LrThr",
        "title": "Let's Learn About Fallacies!",
        "cover": "9ipgG0B",
        "nsfw": null,
        "description": null,
        "views": 194959,
        "cover_height": 194,
        "layout": "blog",
        "images": [
            {
                "animated": false,
                "link": "http://i.imgur.com/kBRo5nL.jpg",
                "width": 545,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 30215,
                "bandwidth": 5636759325,
                "id": "kBRo5nL",
                "title": "Let’s talk about skepticism.  ",
                "height": 207,
                "nsfw": null,
                "description": "It gets a bad rap, but it isn’t simply doubting everything that sounds farfetched.  Rather, it is a method of suspending judgment, one way or the other, until a topic can be properly evaluated.  It is understanding that just because something can’t be explained, doesn’t mean there is no explanation.  Skepticism is not jumping to conclusions.  But we need tools to be a good skeptic.  One of our best tools is logic.  ",
                "views": 186555,
                "datetime": 1400853362
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/P5CoJap.jpg",
                "width": 220,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 8379,
                "bandwidth": 1565188821,
                "id": "P5CoJap",
                "title": null,
                "height": 167,
                "nsfw": null,
                "description": "Below I’ve listed some fallacies (and there are many, many more for another time) which show up in many arguments but defy logic.  If you catch them in an argument, an article, a book, a show, anywhere, be skeptical.  And keep thinking!",
                "views": 186799,
                "datetime": 1400853254
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/9vHGVim.jpg",
                "width": 600,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 55049,
                "bandwidth": 10524212771,
                "id": "9vHGVim",
                "title": "Ad Hominem",
                "height": 424,
                "nsfw": null,
                "description": "What it is: A response to an argument that attacks the arguer rather than his claim.\n\nExample: Hamton: “But there are a number of firsthand accounts of Big Foot”\nPlucky: “I’d expect someone as dumb as you to fall for those “firsthand accounts””\n\nNotice in the example, the claim of the firsthand accounts is never addressed in the response.  Rather, the argument circumvents the claim entirely and attacks the speaker directly.  Watch for this fallacy a lot around election time, and just everywhere on the internet.\n\nIf someone is attacking you rather than your argument, they may not have a valid response to your claim.",
                "views": 191179,
                "datetime": 1400853253
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/wNWMZCR.jpg",
                "width": 786,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 253672,
                "bandwidth": 49178883296,
                "id": "wNWMZCR",
                "title": "Special Pleading",
                "height": 1017,
                "nsfw": null,
                "description": "What it is:  An argument that places the position above and beyond the means to analyze it.\n\nExample:  Hamton: “All evidence points to the crystal skulls being mundane and made in Europe in the 1800s”\nPlucky “Well, the crystal skulls are magic.  We can’t attempt to examine them with science or anything like that.  They’re not subject to it.”\n\nThis is a particularly frustrating fallacy as it shuts down the conversation.  Once invoked, the argument is effectively over, and nothing has been determined.  Keep an eye out for it in religious texts, ghost and UFO writings, and new age health claims.  The last in particular, as they are actively trying to separate you from your money.  \n\nIf someone places their argument beyond refute, it may be because the argument can’t stand otherwise.\n",
                "views": 193868,
                "datetime": 1400853253
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/9ipgG0B.jpg",
                "width": 259,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 17762,
                "bandwidth": 3337195608,
                "id": "9ipgG0B",
                "title": "Red Herring",
                "height": 194,
                "nsfw": null,
                "description": "What it is: A ginger child on a “Pup Named Scooby Doo.”  Also, diverting the argument to something unrelated.\n\nExample: Hamton: “I just don’t see any evidence that we’ve been visited by aliens.”\nPlucky “With all the stars in the universe, you don’t think one of them has a planet with life on it?”\n\nOf course, Plucky’s right, odds are there is other life in the universe, but this doesn’t respond to what Hamton said and serves to distract from Hamton’s real argument- Which would involve citing evidence of an extra-terrestrial visit.  Another one that shows up a lot during election time.  Also watch for them any time you’re winning an argument.  Many other fallacies are a type of Red Herring.\n\nIf someone is trying to distract you from the subject, they may feel they cannot refute your claim on these terms.\n",
                "views": 187884,
                "datetime": 1400853254
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/TVwQ2vI.png",
                "width": 650,
                "type": "image/png",
                "favorite": false,
                "section": null,
                "size": 446197,
                "bandwidth": 79467685700,
                "id": "TVwQ2vI",
                "title": "Straw Man",
                "height": 276,
                "nsfw": null,
                "description": "What it is:  Arguing against a misrepresentation of your opponent’s position.\n\nExample: Hamton: “I just think a woman should have the right to choose what happens to her body.”\nPlucky: “I think its very immoral to have a pro-baby killing stance like that.”\n\nPlucky has recast Hamton’s argument in a much different light.  Note that Hamton’s stance is not pro-baby killing, but rather his position is that he shouldn’t have a say in the matter.  However, Plucky would have an easier time arguing against a child killer, and he changes Hamton’s stance accordingly.  A subfallacy of the Red Herring, this is perhaps the most common fallacy you’ll see in the world.  \n\nIf you’re having a debate with someone, call them out if they attempt to recast your position. \n",
                "views": 178100,
                "datetime": 1400853630
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/aiRtGML.jpg",
                "width": 500,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 38884,
                "bandwidth": 7084548148,
                "id": "aiRtGML",
                "title": "Post Hoc",
                "height": 350,
                "nsfw": null,
                "description": "What it is: Event X happened before event Y, ergo event X caused event Y.\n\nExample: Hamton “I don’t see the link between vaccinations and autism…”\nPlucky: “How can you not?  There was a rise in vaccinations then a rise in autism.  It’s obvious!”\n\nA lot of you will recognize this one immediately.  Some of you may even repeat my mantra “Correlation does not equate to causation,” and that’s why this one is a fallacy.  Just say the mantra if you ever run into it.  You’ll see this one a lot in news articles, particularly about a “finding” a “new study” has had.\n\nOften, when someone employs this fallacy, they have no idea they're being illogical.",
                "views": 182197,
                "datetime": 1400853255
            },
            {
                "animated": false,
                "link": "http://i.imgur.com/Tx2mjLe.jpg",
                "width": 289,
                "type": "image/jpeg",
                "favorite": false,
                "section": null,
                "size": 24819,
                "bandwidth": 4554931794,
                "id": "Tx2mjLe",
                "title": null,
                "height": 320,
                "nsfw": null,
                "description": "A note about my last post: http://imgur.com/gallery/VtQ8T I should have included this statement in it, and if I knew how to edit something I already posted, I’d consider doing so (But wouldn’t, as it would be disingenuous)\n\nThe explanations I’ve listed are, largely, not proven.  They are what the evidence points towards, and given that, what I believe to have happened, but without being able to repeat those events, it is near impossible to prove what happened beyond a shadow of doubt.  Also, the format of Imgur does not lend itself to the length each of those topics deserve, so I urge independent reading.\n\n \nAs always, feel free to PM me with ideas or things your curious about and I'll try to address them in a later post!",
                "views": 183526,
                "datetime": 1400853449
            }
        ],
        "datetime": 1400853300,
        "cover_width": 259,
        "account_url": "babygodzirra",
        "images_count": 8
    },
    "success": true
}